blog/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-06-04 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Blog</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Adam Schwartz">
<link rel="stylesheet" href="../css/style.css" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
</head>
<body>
<div id="content">
<header>
<h1 class="title">Blog</h1>
</header><ul class="org-ul nav">
<li><a href="../index.html">About</a></li>
<li><a href="index.html">Blog</a></li>
<li><a href="../ceramics/index.html">Ceramics</a></li>
<li><a href="https://github.com/anschwa">Github</a></li>
</ul>

<div id="outline-container-org374a1d9" class="outline-2">
<h2 id="org374a1d9">2021</h2>
<div class="outline-text-2" id="text-org374a1d9">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2021-01-17 Sun] </span></span> <a href="2021-01-17-Emacs-as-a-static-site-generator.html">Emacs as a static site generator</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4454d25" class="outline-2">
<h2 id="org4454d25">2018</h2>
<div class="outline-text-2" id="text-org4454d25">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2018-06-24 Sun] </span></span> <a href="2018-06-24-mostly-harmless.html">Mostly Harmless</a></li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2018-06-24 Sun] </span></span> This site is powered by Go</li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2018-05-15 Tue] </span></span> Started working at Diagnotes</li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2018-05-05 Sat] </span></span> Graduated from Earlham College</li>
</ul>
</div>
</div>

<div id="outline-container-orgb5eabab" class="outline-2">
<h2 id="orgb5eabab">2017</h2>
<div class="outline-text-2" id="text-orgb5eabab">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2017-08-15 Tue] </span></span> This site is powered by Common-Lisp</li>
</ul>
</div>
</div>

<div id="outline-container-org8b50bc4" class="outline-2">
<h2 id="org8b50bc4">2016</h2>
<div class="outline-text-2" id="text-org8b50bc4">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2016-06-20 Mon] </span></span> Website redesign</li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2016-02-17 Wed] </span></span> Declared major as Computer Science</li>
</ul>
</div>
</div>

<div id="outline-container-orgd584024" class="outline-2">
<h2 id="orgd584024">2015</h2>
<div class="outline-text-2" id="text-orgd584024">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2015-07-12 Sun] </span></span> Reflecting on past programming projects</li>
</ul>
</div>
</div>

<div id="outline-container-orgc040ecc" class="outline-2">
<h2 id="orgc040ecc">2014</h2>
<div class="outline-text-2" id="text-orgc040ecc">
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2014-10-16 Thu] </span></span> This site is powered by Flask</li>
<li><span class="timestamp-wrapper"><span class="timestamp">[2014-07-24 Thu] </span></span> Initial commit: I have a website</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Last&nbsp;updated:&nbsp;2021-03-30</p>
</div>
</body>
</html>
